"The name of your computer " = "您的電腦名稱 ";
"This computer’s local hostname " = "此部電腦的本機主機名稱 ";
"“" = "“";
"”" = "”";
" is already in use on this network. " = "在此網路上已在使用中。";
"The name has been changed to " = "此名稱已被自動更改為";
"." = ".";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "若要變更電腦的名稱，打開“系統偏好設定”並按“共享”一下，然後在“電腦名稱”欄位中輸入名稱。";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "若要變更本機主機名稱，請打開“系統偏好設定”並按“共享”一下，然後按“編輯”一下並在“本機主機名稱”欄位中輸入名稱。";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "所有想藉由在名稱裡加入數字來尋找可用名稱的嘗試也都不成功。";
"This may indicate a problem with the local network. Please inform your network administrator." = "這可能表示區域網路上發生了問題。請通知您的網路管理者。";
